import React, {Component} from 'react';

class About extends Component {
    render() {
        return (
            <div>
                <p>
                    دیجی‌کالا مرجع تخصصی نقد و بررسی و فروش اینترنتی کالا در ایران است. گروه‏‏‌های مختلف کالا مانند کالای دیجیتال، لوازم خانگی، لوازم شخصی، فرهنگ و هنر و ورزش و سرگرمی با تنوعی بی‌نظیر در دیجی‌کالا عرضه می‏‏‏‌شوند. دیجی‌کالا با در اختیار داشتن سهم عمده‏‌ای از بازار عرضه اینترنتی کالا در ایران با تنوعی بسیار بالا از برندهای مختلف، در همراهی مشتریان در فرآیند خرید و حفظ جایگاه بی‏‏‏‌طرفانه در میان آنها، نهایت تلاش خود را می‌‏‏کند. کاربران و مشتریان دیجی‌کالا می‏‏‌توانند با حق انتخابی بسیار بالا و با دریافت اطلاعاتی کامل برای انتخاب درست کالای مورد نظر خود، وب سایت دیجی‌کالا را بررسی کنند و با حداکثر اطمینان کالای خود را انتخاب و خرید کنند. همواره بهترین انتخاب و بهترین خدمات، شایسته مشتری دیجی‌کالاست.

                    دیجی‌کالا از اولین دریافت کنندگان نماد اعتماد الکترونیک از مرکز توسعه تجارت الکترونیک وزارت صنعت، معدن و تجارت و به عنوان برگزیده بسیاری از مراجع و نهادهای ذی‏ربط، دارای کلیه مجوزهای رسمی مورد نیاز برای فعالیت در این حوزه است‏ .همچنین، در حال حاضر دیجی‌کالا با توجه به استقبال چشمگیر کاربران و مشتریان خود، پرمخاطب‏‏‏‌ترین و پربازدیدترین وب‏ سایت تجاری کشور است. (به استناد آمارهای منتشر شده در مراجع آماری مانند Alexa)
                </p>
            </div>
        );
    }
}

export default About;