import React, {Component} from 'react';

class About extends Component {
    render() {
        return (
            <div className="mt-5 pt-5 text-ss p-5  text-center ">
                <h1>راه حلی امروزی‌تر برای خرید</h1>

                <p>
                    توسعه اینترنت روش‌های خرید ما را به کلی دگرگون کرده است. منافع موجود در خرید اینترنتی هر روز تعداد بیشتری از مردم را به تجربه آن و ایجاد تغییر در الگوهای متداول خرید ترغیب می‏‌کند. امروز دیگر افراد این روش خرید را بیشتر منطبق بر شرایط زندگی مدرن می‏‏‏‌بینند. ویژگی‏‏‏‌ها و طبیعت خرید اینترنتی با روحیات و نیازهای رو به رشد ما هماهنگ‏‏‌تر شده است. همه سخت در حال تلاش برای پیشرفت‏‏‌های شخصی و جمعی خود هستیم.
                    امروزه بهای اوقات فراغت ما با وجود مشغله‏‌های روزانه بسیار گرانبها‌تر شده است. همه ما برای این اوقات برنامه ریزی فشرده‏‌تری داریم. دیگر صرف زمان‌هایی نسبتا طولانی در فعالیت‏‌های نه‌چندان با اهمیت مانند خرید و سفرهای شهری برای بسیاری از انسان‌ها اولویت خود را از دست داده است. هوشمندی انسان‌ها، آنها را مجاب می‏‌کند که با تغییر در الگوهای قدیمی و نا‏کارآمد زندگی، هوشمندانه‏‌تر و امروزی‏‌تر زندگی کنند. صرف اوقات فراغت برای تفریح، آموزش، ورزش، لذت بردن از علایق شخصی و رفع خستگی‏‏‌های روزانه اولویت بیشتری نسبت به فعالیت‌‏‏‏های وقت‌گیر و در عین حال کم اهمیت‏‏‏‌تر مانند خرید کردن دارند.
                    امروز دیگر برای بیشتر نیازهای روزمره راه‏ حل‏‏‏‌های جدیدتری وجود دارد، از جمله برای انتخاب و خرید کالا. دیگر کمتر کسی برای خرید کالا، بدون تحقیق و بررسی دقیق اقدام می‏‌کند.
                    مشتریان پیشاپیش و قبل از خرید از حق انتخاب گسترده خود و اطلاعات موجود نهایت استفاده را می‏‌برند. مشتری در دنیای امروز حق انتخاب بیشتری را طلب می‏‌کند و مایل است دقیق‏‌تر و با قطعیت بیشتری انتخاب کند. زندگی امروزی بی‏‌گمان خرید به رو‏‌ش‌های نو‏تر، هوشمندانه‏‌تر و البته لذت‏‏ بخش‏‌تری را می‏‌طلبد. از همین روست که هر روز به تعداد استفاده‏ کنندگان سرویس‌های اینترنتی و مشتریان فروشگاه‏‏‌‏های اینترنتی افزوده می‌‏‏شود.
                </p>
                <p >
                    ishop مرجع تخصصی نقد و بررسی و فروش اینترنتی کالا در ایران است. گروه‏‏‌های مختلف کالا مانند کالای دیجیتال، لوازم خانگی، لوازم شخصی، فرهنگ و هنر و ورزش و سرگرمی با تنوعی بی‌نظیر در دیجی‌کالا عرضه می‏‏‏‌شوند. دیجی‌کالا با در اختیار داشتن سهم عمده‏‌ای از بازار عرضه اینترنتی کالا در ایران با تنوعی بسیار بالا از برندهای مختلف، در همراهی مشتریان در فرآیند خرید و حفظ جایگاه بی‏‏‏‌طرفانه در میان آنها، نهایت تلاش خود را می‌‏‏کند. کاربران و مشتریان دیجی‌کالا می‏‏‌توانند با حق انتخابی بسیار بالا و با دریافت اطلاعاتی کامل برای انتخاب درست کالای مورد نظر خود، وب سایت ishop را بررسی کنند و با حداکثر اطمینان کالای خود را انتخاب و خرید کنند. همواره بهترین انتخاب و بهترین خدمات، شایسته مشتری   ishop است.

                    ishop از اولین دریافت کنندگان نماد اعتماد الکترونیک از مرکز توسعه تجارت الکترونیک وزارت صنعت، معدن و تجارت و به عنوان برگزیده بسیاری از مراجع و نهادهای ذی‏ربط، دارای کلیه مجوزهای رسمی مورد نیاز برای فعالیت در این حوزه است‏ .همچنین، در حال حاضر ishop با توجه به استقبال چشمگیر کاربران و مشتریان خود، پرمخاطب‏‏‏‌ترین و پربازدیدترین وب‏ سایت تجاری کشور است. (به استناد آمارهای منتشر شده در مراجع آماری مانند Alexa)
                </p>


            </div>
        );
    }
}

export default About;
