export const tableData=[{
    id:1,
    size: "7.7 × 74.7 × 158.5 میلی‌متر",
    sim:"سایز نانو (8.8 × 12.3 میلی‌متر)" ,
    wight: "166 گرم",
    body:"قاب جلو شیشه\n" +
        "قاب پشت پلاستیک",
    attrebute:"مناسب عکاسی , فبلت , مجهز به حس‌گر اثرانگشت , مناسب عکاسی سلفی",
    chip:"Exynos 9610 (10nm) CPU",
    cpu:"Quad-core Cortex-A73 + Quad-core Cortex-A53",
    cpuV:"64 بیت",
    cpuF:"2.3 و 1.7 گیگاهرتز",
    gpu:"Mali-G72 MP3 GPU",
    rom:"128 گیگابایت",
    ram:"4 گیگابایت",
    supportMsd:"microSD",
    supportSdMax:"1 ترابایت",
    display:"Super AMOLED",
    displaySize:"6.06.4 اینچ",
    resolotion:"2340 × 1080 پیکسل",
    pixels:"403 پیکسل بر هر اینچ",
    gourd:"Corning Gorilla Glass 3",
    other:"نسبت تصویر: 19.5:9",
    network: "2G , 3G , 4G",
    n2G:"GSM 850 / 900 / 1800 / 1900",
    n3G:"HSDPA 850 / 900 / 1900 / 2100",
    n4G:"LTE band 1|2100, 3|1800, 5|850, 7|2600, 8|900, 20|800, 38|2600, 40|2300, 41|2500",
    transfer:"GPRS , EDGE , Wi-Fi , بلوتوث , رادیو",
    wifi:"Wi-Fi 802.11 b/g/n\n" +
        "WiFi Direct\n" +
        "Hotspot",
    radio:"FM radio",
    blow:"نسخه 5.0",
    input:"USB Type-C 1.0 v2.0",
    cameraR:"25.0 مگاپیکسل",
    flash:"LED",
    cameraO:"دارای سه حسگر دوربین\n" +
        "حسگر اول از نوع Wide با رزولوشن 25 مگاپیکسل، دریچه‌ی دیافراگم f/1.7، فاصله کانونی لنز 26 میلی‌متر (Focal Length 26 mm)، و مجهز به فناوری فوکوس اتوماتیک از نوع PDAF\n" +
        "حسگر دوم از نوع UltraWide با رزولوشن 8 مگاپیکسل، دریچه‌ی دیافراگم f/2.2 و فاصله کانونی لنز 13 میلی‌متر (Focal Length 13 mm)\n" +
        "حسگر سوم از نوع حسگر عمق با رزولوشن 5 مگاپیکسل، دریچه‌ی دیافراگم f/2.2\n" +
        "قابلیت ثبت موقعیت جغرافیایی عکس‌ها و فیلم‌ها (Geo-Tagging)\n" +
        "قابلیت فوکوس با اشاره روی سوژه (Touch Focus)\n" +
        "قابلیت تشخیص چهره (Face Detection)\n" +
        "قابلیت عکاسی پانوراما (Panorama)\n" +
        "قابلیت عکاسی HDR",
    cameraVideo:"رزولوشن 1080 × 1920 و سرعت 30 فریم بر ثانیه (1080p@30FPS)",
    cameraSelf:"حسگری با رزولوشن 25 مگاپیکسل، دریچه‌ی دیافراگم f/2.0، فاصله کانونی لنز 25 میلی‌متر (Focal Length 25 mm)",
    OS:"Android",
    OSV:"Pie 9.0",
    videoSupport:"MP4 , XviD , WMV , H.264 , H.263 , H.265",
    musicSupport:"MP3 , WMA , WAV , Flac",
    battery:"باتری لیتیوم پلیمری با ظرفیت 4000 میلی آمپر ساعت",
    otherBattery:"قابلیت شارژ سریع با توان 15 وات",
    inBox:"دفترچه‌ راهنما , کابل USB , شارژر",
},{
    id:2,
    size: "159x75.1x8.5 میلیمتر",
    sim:"سایز نانو (8.8 × 12.3 میلی‌متر)" ,
    wight: "174 گرم",
    body:"قاب جلو شیشه‌ای\n" +
        "قاب پشتی پلاسیتکی",
    attrebute:"فبلت , مجهز به حس‌گر اثرانگشت , مناسب عکاسی سلفی",
    chip:"Exynos 7904 (14 nm) Chipset",
    cpu:"Dual-core Cortex-A73 + Hexa-core Cortex-A53",
    cpuV:"64 بیت",
    cpuF:"1.8 و 1.6 گیگاهرتز",
    gpu:"Mali-G71 MP2 GPU",
    rom:"64 گیگابایت",
    ram:"4 گیگابایت",
    supportMsd:"microSD",
    supportSdMax:"1 ترابایت",
    display:"Super AMOLED",
    displaySize:"6.4 اینچ",
    resolotion:"2340 × 1080 پیکسل",
    pixels:"403 پیکسل بر هر اینچ",
    gourd:"16 میلیون رنگ",
    other:"نسبت تصویر: 19.5:9",
    network:"2G , 3G , 4G",
    n2G:"GSM 850 / 900 / 1800 / 1900\n" +
        "برای هر دو سیم کارت",
    n3G:"HSDPA 850 / 900 / 1700(AWS) / 1900 / 2100",
    n4G:"LTE band 1|2100, 3|1800, 5|850, 8|900, 20|800, 40|2300, 41|2500",
    transfer:"GPRS , EDGE , Wi-Fi , بلوتوث",
    wifi:"Wi-Fi 802.11 a/b/g/n/ac",
    radio:"",
    blow:"نسخه 5.0\n" +
        "A2DP, LE",
    input:"USB Type-C 1.0 v2.0",
    cameraR:"13.0 مگاپیکسل",
    flash:"LED",
    cameraO:"دارای سه حسگر دوربین\n" +
        "حسگر اول با رزولوشن 13 مگاپیکسل، دریچه‌ی دیافراگم f/1.9 و فوکوس خودکار (PDAF)\n" +
        "حسگر دوم از نوع Ultrawide با رزولوشن 5 مگاپیکسل، دریچه‌ی دیافراگم f/2.2 و فاصله کانونی لنز 12 میلی‌متر (Focal Length 12 mm)\n" +
        "حسگر سوم از نوع حسگر عمق با رزولوشن 5 مگاپیکسل و دریچه‌ی دیافراگم f/2.2\n" +
        "قابلیت ثبت موقعیت جغرافیایی عکس‌ها و فیلم‌ها (Geo-Tagging)\n" +
        "قابلیت فوکوس با اشاره روی سوژه (Touch Focus)\n" +
        "قابلیت تشخیص چهره (Face Detection)\n" +
        "قابلیت عکاسی پانوراما (Panorama)\n" +
        "قابلیت عکاسی HDR",
    cameraVideo:"رزولوشن 2160 × 3840 و سرعت 30 فریم بر ثانیه (2160p@30FPS)\n" +
        "رزولوشن 1080 × 1920 و سرعت 30 فریم بر ثانیه (1080p@30FPS)",
    cameraSelf:"حسگری با رزولوشن 16 مگاپیکسل و دریچه‌ی دیافراگم f/2.0",
    OS:"Android",
    OSV:"Oreo 8.1",
    videoSupport:"MP4 , XviD , WMV , H.264 , H.263 , H.265",
    musicSupport:"MP3 , WMA , WAV , Flac",
    battery:"باتری لیتیوم پلیمری با ظرفیت 5000 میلی‌آمپر بر ساعت",
    otherBattery:"قابلیت شارژ سریع با توان 15 وات",
    inBox:"دفترچه‌ راهنما , کابل USB , شارژر",
},{
    id:3,
    size: "156.3x73.5x8 میلی‌متر",
    sim:"سایز نانو (8.8 × 12.3 میلی‌متر)" ,
    wight: "150 گرم",
    body:"شیشه و پلاستیک",
    attrebute:"فبلت , مجهز به حس‌گر اثرانگشت",
    chip:"Mediatek MT6761 Helio A22 (12 nm)",
    cpu:"4 هسته ای Cortex-A53",
    cpuV:"64 بیت",
    cpuF:"2.0 گیگاهرتز گیگاهرتز",
    gpu:"PowerVR GE8320",
    rom:"32 گیگابایت",
    ram:"2 گیگابایت",
    supportMsd:"microSD",
    supportSdMax:"512 گیگابایت",
    display:"IPS",
    displaySize:"6.09 اینچ",
    resolotion:"(1560 × 720) HD",
    pixels:"282 پیکسل در هر اینچ پیکسل بر هر اینچ",
    gourd:"16 میلیون رنگ",
    other:"",
    network:"2G , 3G , 4G",
    n2G:"GSM 850 / 900 / 1800 / 1900 برای هر دو سیم کارت",
    n3G:"HSDPA 850 / 900 / 1900 / 2100",
    n4G:"LTE band 1(2100), 3(1800), 7(2600), 8(900), 20(800)",
    transfer:"GPRS , EDGE , Wi-Fi , بلوتوث",
    wifi:"Wi-Fi 802.11 b/g/n, Wi-Fi Direct, hotspot",
    radio:"رادیو FM",
    blow:"نسخه 4.2، LE ،A2DP",
    input:"microUSB v2.0",
    cameraR:"13.0 مگاپیکسل",
    flash:"LED",
    cameraO:"دریچه‌ دیافراگم f/1.8\n" +
        "عکاسی پانوراما\n" +
        "قابلیت عکاسی HDR",
    cameraVideo:"سرعت فیلمبرداری : رزولوشن (1920 × 1080) Full HD با سرعت 30 فریم بر ثانیه\n" +
        "کیفیت فیلمبرداری : (Full HD (1080 × 1920), HD (720 × 1280), VGA (480 × 640",
    cameraSelf:"8 مگاپیکسل\n" +
        "دریچه‌ دیافراگم f/2.0",
    OS:"Android",
    OSV:"Pie 9.0",
    videoSupport:"",
    musicSupport:"",
    battery:"باتری لیتیوم یونی با ظرفیت 3020 میلی آمپر ساعت",
    otherBattery:"",
    inBox:"دفترچه‌ راهنما , شارژر",
},{
    id:4,
    size: "9.3 × 70.6 × 146 میلی‌متر",
    sim:"سایز نانو (8.8 × 12.3 میلی‌متر)" ,
    wight: "153 گرم",
    body:"",
    attrebute:"",
    chip:"Mediatek MT6761 Helio A22 (12 nm) Chipset",
    cpu:"Quad-core Cortex-A53 CPU",
    cpuV:"64 بیت",
    cpuF:"2.0 گیگاهرتز",
    gpu:"PowerVR GE8320 GPU",
    rom:"32 گیگابایت",
    ram:"3 گیگابایت",
    supportMsd:"microSD",
    supportSdMax:"400 گیگابایت",
    display:"IPS",
    displaySize:"5.7 اینچ",
    resolotion:"720 × 1520 پیکسل",
    pixels:"295 پیکسل بر هر اینچ",
    gourd:"16 میلیون رنگ",
    other:"نسبت صفحه نمایش به بدنه: 79 درصد\n" +
        "نسبت تصویر: 19.:9\n" +
        "صفحه نمایش همیشه روشن (Always-on display)",
    network:"2G , 3G , 4G",
    n2G:"GSM 850 / 900 / 1800 / 1900",
    n3G:"HSDPA 850 / 900 / 2100\n" +
        "HSPA با سرعت دانلود 42.2 مگابیت بر ثانیه و آپلود 5.76 مگابیت بر ثانیه",
    n4G:"LTE band 1|2100, 3|1800, 5|850, 7|2600, 8|900, 20|800, 38|2600, 40|2300\n" +
        "LTE از نوع Cat4 با سرعت دانلود 150 مگابیت بر ثانیه و آپلود 50 مگابیت بر ثانیه",
    transfer:"GPRS , EDGE , Wi-Fi , بلوتوث , OTG",
    wifi:"Wi-Fi 802.11 b/g/n",
    radio:"رادیو FM",
    blow:"نسخه 4.2",
    input:"microUSB v2.0",
    cameraR:"13.0 مگاپیکسل",
    flash:"LED",
    cameraO:"دارای دریچه‌ی دیافراگم f/2.2\n" +
        "ثبت تصاویر با پیکسل‎هایی به سایز 1.12 میکرومتر (1.12µm Pixel Size)\n" +
        "قابلیت ثبت موقعیت جغرافیایی عکس‌ها و فیلم‌ها (Geo-Tagging)\n" +
        "قابلیت فوکوس با اشاره روی سوژه (Touch Focus)\n" +
        "قابلیت عکاسی پانوراما (Panorama)\n" +
        "قابلیت عکاسی HDR",
    cameraVideo:"رزولوشن 1080 × 1920 و سرعت 30 فریم بر ثانیه (1080p@30FPS)",
    cameraSelf:"دارای دوربینی با رزولوشن 5 مگاپیکسل",
    OS:"Android",
    OSV:"Pie 9.0",
    videoSupport:"",
    musicSupport:"",
    battery:"باتری از نوع لیتیوم-یون با ظرفیت 3000 میلی‌آمپر ساعت",
    otherBattery:"",
    inBox:"دفترچه‌ راهنما , کابل USB , شارژر",
},{
    id:5,
    size: "161.4x76.4x8.8 میلی‌متر",
    sim:"سایز نانو (8.8 × 12.3 میلی‌متر)" ,
    wight: "200 گرم",
    body:"قاب پشتی و جلو از جنس شیشه با محافظت Gorilla Glass 5",
    attrebute:"مجهز به حس‌گر اثرانگشت , فبلت , مناسب عکاسی , مناسب بازی",
    chip:"Mediatek Helio G90T (12nm) Chipset",
    cpu:"Dual-core Cortex-A76 & Hexa-core Cortex-A55 CPU",
    cpuV:"64 بیت",
    cpuF:"2.05 و 2.0 گیگاهرتز",
    gpu:"Mali-G76 MC4 GPU",
    rom:"128 گیگابایت",
    ram:"6 گیگابایت",
    supportMsd:"microSD",
    supportSdMax:"",
    display:"IPS",
    displaySize:"6.53 اینچ",
    resolotion:"1080 × 2340 پیکسل",
    pixels:"395 پیکسل بر هر اینچ",
    gourd:"Corning Gorilla Glass 5",
    other:"پشتیبانی از استاندارد HDR\n" +
        "حداکثر میزان روشنایی: 500 نیت",
    network:"4G , 3G , 2G",
    n2G:"GSM 850 / 900 / 1800 / 1900\n" +
        "برای هر دو سیم‌کارت",
    n3G:"HSDPA 850 / 900 / 1900 / 2100\n" +
        "HSPA با سرعت دانلود 42.2 مگابیت بر ثانیه و آپلود 11.5 مگابیت بر ثانیه",
    n4G:"LTE band 1|2100, 3|1800, 5|850, 7|2600, 8|900, 40|2300, 41|2500",
    transfer:"GPRS , EDGE , Wi-Fi , بلوتوث , NFC , Infrared , رادیو , OTG",
    wifi:"Wi-Fi 802.11 a/b/g/n/ac, dual-band, Wi-Fi Direct, hotspot",
    radio:"FM",
    blow:"نسخه 5.0",
    input:"USB Type-C 1.0 v2.0",
    cameraR:"64 مگاپیکسل",
    flash:"LED",
    cameraO:"دارای 4 دوربین در پشت گوشی | دوربین 64 مگاپیکسل + 8 مگاپیکسل + دو دوربین 2 مگاپیکسل\n" +
        "دوربین اول از نوع عریض (Wide) با رزولوشن 64 مگاپیکسل، فاصله کانونی لنز 26 میلی‌متر (Focal Length 26 mm)، سایز سنسور 1/1.7 اینچ (&#39;&#39;Sensor Size 1/1.7)، دریچه‌ی دیافراگم f/1.9، ثبت تصاویر با پیکسل‎هایی به سایز 0.8 میکرومتر (0.8µm Pixel Size) و فناوری فوکوس PDAF\n" +
        "دوربین دوم از نوع (Ultrawide)، با رزولوشن 8 مگاپیکسل، فاصله کانونی لنز 13 میلی‌متر (Focal Length 13 mm)، سایز سنسور 1/4 اینچ (&#39;&#39;Sensor Size 1/4)، دریچه‌ی دیافراگم f/2.2، ثبت تصاویر با پیکسل‎هایی به سایز 1.12 میکرومتر (1.12µm Pixel Size)\n" +
        "دوربین سوم از نوع ماکرو (Macro) با رزولوشن 2 مگاپیکسل، دریچه‌ی دیافراگم f/2.4، سایز سنسور 1/5 اینچ (&#39;&#39;Sensor Size 1/5)، ثبت تصاویر با پیکسل‎هایی به سایز 1.75میکرومتر (1.75µm Pixel Size)\n" +
        "از نوع حسگر عمق (Depth Sensor) با رزولوشن 2 مگاپیکسل، دریچه‌ی دیافراگم f/2.4، سایز سنسور 1/5 اینچ (&#39;&#39;Sensor Size 1/5)، ثبت تصاویر با پیکسل‎هایی به سایز 1.75میکرومتر (1.75µm Pixel Size)\n" +
        "قابلیت عکاسی HDR\n" +
        "قابلیت عکاسی پانوراما (Panorama)\n" +
        "قابلیت ثبت موقعیت جغرافیایی عکس‌ها و فیلم‌ها (Geo-Tagging)\n" +
        "قابلیت تشخیص چهره (Face Detection)\n" +
        "قابلیت فوکوس لمسی ( Touch Focus)",
    cameraVideo:"رزولوشن 2160 × 3840 و سرعت 30 فریم بر ثانیه (2160p@30fps)\n" +
        "رزولوشن 1080 × 1920 و سرعت 30 فریم بر ثانیه (1080p@30FPS)\n" +
        "رزولوشن 1080 × 1920 و سرعت 60 فریم بر ثانیه (1080p@60FPS)\n" +
        "رزولوشن 1080 × 1920 و سرعت 120 فریم بر ثانیه (1080p@120FPS)\n" +
        "رزولوشن 720 × 1280 و سرعت 960 فریم بر ثانیه (720p@960FPS)\n" +
        "دارای تثبیت کننده الکترونیکی تصویر مبتنی بر ژیروسکوپ (gyro-EIS)",
    cameraSelf:"دارای حسگری با رزولوشن 20 مگاپیکسل، دریچه‌ی دیافراگم f/2.0، ثبت تصاویر با پیکسل‎هایی به سایز 0.9 میکرومتر (0.9µm Pixel Size)\n" +
        "قابلیت عکاسی HDR\n" +
        "قابلیت عکاسی پانوراما (Panorama)\n" +
        "فیلمبرداری با رزولوشن 1920 × 1080 و سرعت 30 فریم بر ثانیه (1080p@30FPS)",
    OS:"Android",
    OSV:"Pie 9.0",
    videoSupport:"",
    musicSupport:"",
    battery:"باتری با ظرفیت 4500 میلی‌آمپر ساعت",
    otherBattery:"قابلیت شارژ سریع باتری با توان 18 وات",
    inBox:"شارژر , کابل USB",
},{
    id:6,
    size: "162.3x77.2x7.9 میلی‌متر",
    sim:"سایز نانو (8.8 × 12.3 میلی‌متر)" ,
    wight: "196 گرم",
    body:"فلز و شیشه (محافظ گوریلا گلس روی قاب پشتی و جلویی + قاب فولادی)\n" +
        "دارای گواهینامه IP68 مقاوم در برابر گرد و غبار و آب تا عمق 1.5 متر و به مدت 30 دقیقه\n" +
        "دارای قلم لمسی (با بلوتوث داخلی، شتاب سنج و ژیروسکوپ)\n" +
        "کاربرد شیار دوم برای سیم‌کارت یا کارت حافظه‌ی جانبی",
    attrebute:"مجهز به حس‌گر اثرانگشت , دارای قلم , فبلت , مناسب عکاسی , مناسب عکاسی سلفی , مناسب بازی , مقاوم در برابر آب , دارای بدنه مقاوم",
    chip:"Exynos 9825 (7 nm) Chipset",
    cpu:"Dual-Core Mongoose + Dual-Core Cortex-A75 + Quad-Core Cortex-A55 CPU",
    cpuV:"64 بیت",
    cpuF:"2.73, 2.4 و 1.9 گیگاهرتز",
    gpu:"Mali-G76 MP12 GPU",
    rom:"256 گیگابایت",
    ram:"12 گیگابایت",
    supportMsd:"microSD",
    supportSdMax:"1 ترابایت",
    display:"Dynamic AMOLED",
    displaySize:"6.8 اینچ",
    resolotion:"1440 × 3040 پیکسل",
    pixels:"498 پیکسل بر هر اینچ",
    gourd:"Corning Gorilla Glass",
    other:"پشتیبانی از استاندارد HDR10 Plus\n" +
        "مجهز به نمایشگر همیشه روشن (Always-on Display)\n" +
        "نسبت صفحه نمایش به بدنه: 91.0 درصد\n" +
        "نسبت تصویر در نمایشگر: 19:9",
    network:"4G , 3G , 2G",
    n2G:"GSM 850 / 900 / 1800 / 1900\n" +
        "هر دو سیم کارت",
    n3G:"HSDPA 850 / 900 / 1700(AWS) / 1900 / 2100\n" +
        "HSPA با سرعت دانلود 42.2 مگابیت بر ثانیه و آپلود 5.76 مگابیت بر ثانیه",
    n4G:"LTE band 1|2100, 2|1900, 3|1800, 4|1700/2100, 5|850, 7|2600, 8|900, 12|700, 13|700, 17|700, 18|800, 19|800, 20|800, 25|1900, 26|850, 28|700, 32|1500, 38|2600, 39|1900, 40|2300, 41|2500, 66|1700/2100\n" +
        "LTE از نوع Cat20 با سرعت دانلود 2048 مگابیت بر ثانیه و آپلود 150 مگابیت بر ثانیه",
    transfer:"GPRS , EDGE , Wi-Fi , بلوتوث , NFC",
    wifi:"Wi-Fi 802.11 a/b/g/n/ac/ax",
    radio:"",
    blow:"نسخه 5.0",
    input:"USB Type-C 1.0 v3.1",
    cameraR:"16.0 مگاپیکسل",
    flash:"دارد",
    cameraO:"دارای چهار دوربین در پشت گوشی | سه دوربین 12 مگاپیکسل + 12 مگاپیکسل + 16 مگاپیکسل (Triple Camera) + یک دوربین مدت پرواز سه‌بعدی (TOF 3D VGA)\n" +
        "دوربین اول از نوع عریض (Wide)، با رزولوشن 12 مگاپیکسل، دریچه‌ی دیافراگم f/1.5-2.4، فاصله کانونی لنز 27 میلی‌متر (Focus Length 27 mm)، سایز سنسور 1/2.55 اینچ (''Sensor Size 1/2.55)، ثبت تصاویر با پیکسل‎هایی به سایز 1.4 میکرومتر (1.4µm Pixel Size) همراه با فناوری فوکوس اتوماتیک پیکسل دوگانه (Dual Pixel PDAF)، مجهز به لرزشگیر اپتیکال تصویر دوگانه (Dual OIS)\n" +
        "دوربین دوم از نوع تله‌فوتو (Telephoto)، با رزولوشن 12 مگاپیکسل، دریچه‌ی دیافراگم f/2.1، فاصله کانونی لنز 52 میلی‌متر (Focus Length 52 mm)، سایز سنسور 1/3.6 اینچ (''Sensor Size 1/3.6)، ثبت تصاویر با پیکسل‎هایی به سایز 1.0 میکرومتر (1.0µm Pixel Size) همراه با فناوری فوکوس اتوماتیک (PDAF)، مجهز به لرزشگیر اپتیکال تصویر دوگانه (Dual OIS)، مجهز به زوم اپتیکال تا 2 برابر (2x Optical Zoom)\n" +
        "دوربین سوم از نوع فوق عریض (Ultrawide)، با رزولوشن 16 مگاپیکسل، دریچه‌ی دیافراگم f/2.2، فاصله کانونی لنز 12 میلی‌متر (Focus Length 12 mm)،ثبت تصاویر با پیکسل‎هایی به سایز 1.0 میکرومتر (1.0µm Pixel Size)\n" +
        "دوربین چهارم VGA از نوع مدت پرواز سه‌بعدی (TOF 3D VGA)\n" +
        "قابلیت ثبت موقعیت جغرافیایی عکس‌ها و فیلم‌ها (Geo-Tagging)\n" +
        "قابلیت فوکوس با اشاره روی سوژه (Touch Focus)\n" +
        "قابلیت تشخیص چهره (Face Detection)\n" +
        "قابلیت عکاسی پانوراما (Panorama)\n" +
        "قابلیت عکاسی HDR به صورت خودکار",
    cameraVideo:"رزولوشن 2160 × 3840 و سرعت 60 فریم بر ثانیه (2160p@60FPS)\n" +
        "رزولوشن 2160 × 3840 و سرعت 30 فریم بر ثانیه (2160p@30FPS)\n" +
        "رزولوشن 1080 × 1920 و سرعت 240 فریم بر ثانیه (1080p@240FPS)\n" +
        "رزولوشن 1080 × 1920 و سرعت 60 فریم بر ثانیه (1080p@60FPS)\n" +
        "رزولوشن 1080 × 1920 و سرعت 30 فریم بر ثانیه (1080p@30FPS)\n" +
        "رزولوشن 720 × 1280 و سرعت 960 فریم بر ثانیه (720p@960FPS)\n" +
        "قابلیت فیلمبرداری HDR10+\n" +
        "قابلیت فیلمبردارای هم‌زمان با هر دو دوربین (Dual-video Recording)\n" +
        "ضبط صدای استریو\n" +
        "ضبط ویدئو با لرزشگیر الکترونیکی مبتنی بر ژیروسکوپ (gyro-EIS) و لرزشگیر اپتیکال تصویر (OIS)",
    cameraSelf:"دوربینی از نوع عریض (Wide)، با رزولوشن 10 مگاپیکسل، دریچه‌ی دیافراگم f/2.2، فاصله کانونی لنز 26 میلی‌متر (Focus Length 26 mm)، ثبت تصاویر با پیکسل‎هایی به سایز 1.22 میکرومتر (1.22µm Pixel Size) همراه با فناوری فوکوس اتوماتیک پیکسل دوگانه (Dual Pixel PDAF)",
    OS:"Android",
    OSV:"Pie 9.0",
    videoSupport:"",
    musicSupport:"",
    battery:"باتری از نوع لیتیوم-یون با ظرفیت 4300 میلی‌آمپر ساعت",
    otherBattery:"قابلیت شارژ سریع 45 واتی\n" +
        "پشتیبانی از نسخه سوم فناوری شارژ سریع پاور دلیوری (USB Power Delivery 3.0)\n" +
        "قابلیت شارژ سریع 15 واتی به‌صورت بی‌سیم (Fast Qi/PMA wireless charging 15W)\n" +
        "امکان شارژ بی‌سیم دستگاه‌های دیگر با توان 9 وات (Power bank/Reverse wireless charging)",
    inBox:"دفترچه‌ راهنما , شارژر , کابل USB",
},{
    id:7,
    size: "158x77.8x8.1 میلی‌متر",
    sim:"سایز نانو (8.8 × 12.3 میلی‌متر)" ,
    wight: "226 گرم",
    body:"فلز و شیشه (قاب جلو و پشت شیشه‌ای با فریمی از جنس فولاد)\n" +
        "دارای استاندارد IP68 برای مقاومت در برابر آب (به مدت 30 دقیقه در عمق 4 متر)\n" +
        "صفحه نمایش با شیشه مقاوم در برابر خط و خش\n" +
        "دارای پوشش Oleophobic برای صفحه نمایش",
    attrebute:"مناسب عکاسی , مناسب عکاسی سلفی , مناسب بازی , مقاوم در برابر آب , دارای بدنه مقاوم",
    chip:"Apple A13 Bionic (7 nm+) Chipset",
    cpu:"Dual-core Lightning + Quad-core Thunder CPU",
    cpuV:"64 بیت",
    cpuF:"2.65 و 1.8 گیگاهرتز",
    gpu:"Apple GPU (4-core graphics) GPU",
    rom:"256 گیگابایت",
    ram:"4 گیگابایت",
    supportMsd:"ندارد",
    supportSdMax:"",
    display:"Super Retina",
    displaySize:"6.5 اینچ",
    resolotion:"1242 × 2688 پیکسل",
    pixels:"458 پیکسل بر هر اینچ",
    gourd:"Scratch-Resistant Glass",
    other:"صفحه‌نمایش OLED با فناوری Super Retina XDR\n" +
        "نسبت صفحه نمایش به بدنه: 83.7 درصد\n" +
        "نسبت تصویر: 19.5:9\n" +
        "میزان روشنایی: 800 نیت\n" +
        "پشتیبانی از استاندارد Dolby Vision/HDR10\n" +
        "قابلیت نمایش طیف رنگی گستره (Wide Color Gamut Display)\n" +
        "قابلیت نمایش رنگ‌های نزدیک به واقعیت (True-Tone Display)\n" +
        "سرعت تشخیص لمس 120 هرتزی (120Hz ،Touch-sensing)\n" +
        "قابلیت دریافت تا 10 لمس همزمان",
    network:"4G , 3G , 2G",
    n2G:"GSM 850 / 900 / 1800 / 1900",
    n3G:"HSDPA 850 / 900 / 1700 / 1900 / 2100\n" +
        "HSPA با سرعت دانلود 42.2 مگابیت بر ثانیه و آپلود 5.76 مگابیت بر ثانیه",
    n4G:"1|2100, 2|1900, 3|1800, 4|1700/2100, 5|850, 7|2600, 8|900, 12|700, 13|700), 14|700), 17|700, 18|800, 19|800, 20|800, 25|1900, 26|850, 29|700, 30|2300, 34|2000, 38|2600, 39|1900, 40|2300, 41|2500, 42|3500, 46, 48, 66|1700/2100, 71|600",
    transfer:"GPRS , EDGE , Wi-Fi , بلوتوث , NFC",
    wifi:"Wi-Fi 802.11 a/b/g/n/ac/ax",
    radio:"ندارد",
    blow:"نسخه 5.0",
    input:"Lightning",
    cameraR:"12.0 مگاپیکسل",
    flash:"Quad LED Dual Tone",
    cameraO:"دارای سه دوربین در پشت گوشی | سه دوربین 12 + 12 + 12 مگاپیکسل (Triple Camera)\n" +
        "دوربین اول از نوع عریض (Wide) با دریچه‌ی دیافراگم f/1.8، فاصله کانونی لنز 26 میلی‌متر (Focus Length 26 mm)، سایز سنسور 1/2.55 اینچ (''Sensor Size 1/2.55) و ثبت تصاویر با پیکسل‎هایی به سایز 1.4 میکرومتر (1.4µm Pixel Size)، مجهز به لرزشگیر اپتیکال تصویر (Optical Image Stabilization)، همراه با فناوری فوکوس اتوماتیک (PDAF)\n" +
        "دوربین دوم از نوع تله‌‍فوتو (Telephoto) با دریچه‌ی دیافراگم f/2.0، فاصله کانونی لنز 52 میلی‌متر (Focus Length 52 mm)، سایز سنسور 1/3.4 اینچ (''Sensor Size 1/3.4) و ثبت تصاویر با پیکسل‎هایی به سایز 1.0 میکرومتر (1.0µm Pixel Size)، مجهز به لرزشگیر اپتیکال تصویر (Optical Image Stabilization)، زوم اپتیکال 2 برابر (2x optical zoom) همراه با فناوری فوکوس اتوماتیک (PDAF)\n" +
        "دوربین سوم از نوع فوق‌عریض (Ultrawide) با دریچه‌ی دیافراگم f/2.4، فاصله کانونی لنز 13 میلی‌متر (Focus Length 13 mm)،\n" +
        "قابلیت ثبت موقعیت جغرافیایی عکس‌ها و فیلم‌ها (Geo-Tagging)\n" +
        "قابلیت فوکوس با اشاره روی سوژه (Touch Focus)\n" +
        "قابلیت تشخیص چهره و لبخند (Face and Smile Detection)\n" +
        "قابلیت عکاسی پانوراما (Panorama)\n" +
        "قابلیت عکاسی HDR",
    cameraVideo:"رزولوشن 2160 × 3840 و سرعت 24/30/60 فریم بر ثانیه (2160p@24/30/60FPS)\n" +
        "رزولوشن 1080 × 1920 و سرعت 30/60/120/240 فریم بر ثانیه (1080p@30/60/120/240FPS)\n" +
        "قابلیت فیلم‌برداری HDR\n" +
        "ضبط صدای استریو",
    cameraSelf:"دارای دو دوربین سلفی | دوربین 12 مگاپیکسلی + دوربین SL\n" +
        "دوربین اول از نوع عریض (Wide) با سنسور با رزولوشن 12 مگاپیکسل و دریچه‌ی دیافراگم f/2.2 و فاصله کانونی لنز 23 میلی‌متر (Focus Length 23 mm)\n" +
        "دوربین دوم از نوع سنسور Structured Light سه‌بعدی\n" +
        "قابلیت عکاسی HDR\n" +
        "فیلمبرداری با رزولوشن 2160 × 3840 و سرعت 24/30/60 فریم بر ثانیه (2160p@24/30/60FPS)\n" +
        "رزولوشن 1080 × 1920 و سرعت 30/60/120/240 فریم بر ثانیه (1080p@30/60/120/240FPS)\n" +
        "همراه با تثبیت کننده الکترونیکی تصویر مبتنی بر ژیروسکوپ (gyro-EIS)",
    OS:"iOS",
    OSV:"13",
    videoSupport:"",
    musicSupport:"",
    battery:"باتری از نوع لیتیوم-یون با ظرفیت 3500 میلی‌آمپرساعت",
    otherBattery:"قابلیت شارژ سریع باتری 18 واتی (50 درصد شارژ در 30 دقیقه)\n" +
        "قابلیت شارژ به‌صورت بی‌سیم (Qi Wireless Charging)\n" +
        "پشتیبانی از فناوری PD نسخه دوم (USB Power Delivery 2.0)",
    inBox:"شارژر",
},{
    id:8,
    size: "8.6 × 76.2 × 159.1 میلی‌متر",
    sim:"سایز نانو (8.8 × 12.3 میلی‌متر)" ,
    wight: "181 گرم",
    body:"قاب جلو شیشه‌ای + بدنه پلاستیکی",
    attrebute:"مجهز به حس‌گر اثرانگشت",
    chip:"Qualcomm SDM429 Snapdragon 429 Chipset",
    cpu:"Quad-core Cortex-A53 CPU",
    cpuV:"64 بیت",
    cpuF:"1.8 گیگاهرتز",
    gpu:"Adreno 504 GPU",
    rom:"64 گیگابایت",
    ram:"3 گیگابایت",
    supportMsd:"microSD",
    supportSdMax:"400 گیگابایت",
    display:"IPS",
    displaySize:"6.26 اینچ",
    resolotion:"1520× 720 پیکسل",
    pixels:"269 پیکسل بر هر اینچ",
    gourd:"",
    other:"نسبت صفحه نمایش به بدنه: 80.5 درصد\n" +
        "نسبت تصویر: 19:9",
    network:"2G , 3G , 4G",
    n2G:"GSM 850 / 900 / 1800 / 1900\n" +
        "برای هر دو سیم‌کارت",
    n3G:"HSDPA 850 / 900 / 2100\n" +
        "HSPA با سرعت دانلود 42.2 مگابیت بر ثانیه و آپلود 5.76 مگابیت بر ثانیه",
    n4G:"LTE band 1|2100, 3|1800, 5|850, 7|2600, 8|900, 20|800, 38|2600, 40|2300\n" +
        "LTE از نوع Cat4 با سرعت دانلود 150 مگابیت بر ثانیه و آپلود 50 مگابیت بر ثانیه",
    transfer:"GPRS , EDGE , Wi-Fi , بلوتوث , رادیو , OTG",
    wifi:"Wi-Fi 802.11 b/g/n, hotspot",
    radio:"FM radio",
    blow:"نسخه 4.2",
    input:"microUSB v2.0",
    cameraR:"13.0 مگاپیکسل",
    flash:"LED",
    cameraO:"دارای دریچه‌ی دیافراگم f/2.2\n" +
        "ثبت تصاویر با پیکسل‎هایی به سایز 1.12 میکرومتر (1.12µm Pixel Size)\n" +
        "سایز سنسور 1/3 اینچ (''Sensor Size 1/3)\n" +
        "قابلیت ثبت موقعیت جغرافیایی عکس‌ها و فیلم‌ها (Geo-Tagging)\n" +
        "قابلیت فوکوس با اشاره روی سوژه (Touch Focus)",
    cameraVideo:"رزولوشن 1080 × 1920 و سرعت 30 فریم بر ثانیه (1080p@30FPS)",
    cameraSelf:"رزولوشن عکس: 5 مگاپیکسل\n" +
        "دارای سنسور عریض (Wide) با فاصله کانونی لنز 27 میلی‌متر (Focus Length 27 mm)\n" +
        "دارای دریچه‌ی دیافراگم f/2.2\n" +
        "ثبت تصاویر با پیکسل‎هایی به سایز 1.12 میکرومتر (1.12µm Pixel Size)",
    OS:"Android",
    OSV:"Pie 9.0",
    videoSupport:"",
    musicSupport:"",
    battery:"باتری از نوع لیتیوم-یون با ظرفیت 4000 میلی‌آمپر ساعت",
    otherBattery:"دارای رابط کاربری Android One\n" +
        "امکان شارژ سریع 10 وات",
    inBox:"دفترچه‌ راهنما , کابل USB , شارژر",
}
];